---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.InaccurateFailures
source: html/9e782089-55c2-6c35-1546-2cfc4f07ed52.htm
---
# BuiltInFailures.InaccurateFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.